import React from 'react'



export default function AboutUsPage() {
  return (
     <div className="wrapper">
  
        <div className="centered">
        <h2 className="aboutUs_head">О компании</h2>
        <div className="aboutUs_text">
          <p className="aboutUs_text_first">
          House Staff — это интернет-магазин эксклюзивной мебели и предметов интерьера, созданный для тех, кто ценит качество, стиль и индивидуальный подход. Мы предлагаем дизайнерскую мебель, изготовленную с учетом современных тенденций и потребностей наших клиентов. Наша миссия — создать уютные и элегантные пространства, которые отражают уникальный вкус их владельцев.
          </p>

          <p className="aboutUs_text_first">
          Наша миссия <br/>
          Мы стремимся сделать ваш дом уютнее, а покупки — удобнее. House Staff помогает создавать гармоничное пространство, где каждая деталь радует глаз и делает жизнь проще.
          </p>

          <p className="aboutUs_text_first">
          Что мы предлагаем?<br/> 
          Мебель и интерьер – стильные и практичные решения для любой комнаты.
          Текстиль и декор – уникальные элементы, придающие уют вашему дому.
          Техника и электроника – современные устройства для удобной жизни.
          Организация пространства – умные решения для порядка и комфорта.
          </p>

          <p className="aboutUs_text_first">
          Почему выбирают нас?<br/>
          ✔ Качество и надежность – мы работаем только с проверенными поставщиками.<br/>
          ✔ Доступные цены – широкий выбор товаров в разных ценовых категориях.<br/>
          ✔ Быстрая доставка – оперативная обработка заказов по всей стране.<br/>
          ✔ Гарантия и поддержка – заботимся о каждом клиенте.
          </p>
        </div>
        <p className="s">House Staff – всё, что нужно для уюта и комфорта в вашем доме.!</p>
      </div>
      </div>
  )
}
